per1234/InoPlatformPropertiesTest/avr/boards.txt
PlatformPropertiesTest.name=PlatformPropertiesTest

PlatformPropertiesTest.upload.tool=dummy_tool

PlatformPropertiesTest.bootloader.tool=dummy_tool

PlatformPropertiesTest.build.mcu=atmega328p
PlatformPropertiesTest.build.f_cpu=16000000L
PlatformPropertiesTest.build.board=AVR_UNO
PlatformPropertiesTest.build.core=arduino:arduino
PlatformPropertiesTest.build.variant=arduino:standard
